Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: Aurora Editor Contributors
ar_ae: المساهمون في محرر أورورا
da: Medarbejdere på Aurora-redaktionen
de: Mitwirkende Redakteure von Aurora
de_ch: Aurora-Redakteur-Mitwirkende
es: Colaboradores del editor de Aurora
es_mx: Colaboradores del editor de Aurora
es_us: Colaboradores del editor de Aurora
fr: Collaborateurs de l'éditeur d'Aurora
fr_ca: Collaborateurs rédacteurs de l'Aurora.
hi_in: अरोड़ा संपादक योगदानकर्ता
id: Kontributor Editor Aurora
it: Collaboratori dell'Editore di Aurora
it_ch: Collaboratori dell'Editore di Aurora
ja_jp: オーロラ編集者貢献者たち
ko_kr: 오로라 에디터 기고자들
nb_no: Aurora Redaksjonelle Medvirkende
nl: Medewerkers van de Aurora Editor
pl: Współtwórcy edytora Aurora
pt: Colaboradores do Editor da Aurora
pt_br: Colaboradores do Editor da Aurora.
ru: Участники редактора Aurora
sv: Medarbetare på Aurora-redaktionen
th: ผู้มีส่วนร่วมของ Aurora Editor
tr: Aurora Editör Katkıda Bulunanları
uk_ua: Автори редактора Aurora
vi: Những Người Tham Gia Biên Tập Của Aurora
zh_hans: 极光编辑贡献者
zh_hant: 極光編輯貢獻者

source: 1. Open the attached sample project
ar_ae: 1. افتح نموذج المشروع المرفق
da: Åbn det vedhæftede projekttestprojekt.
de: Öffnen Sie das beigefügte Beispielprojekt.
de_ch: Öffnen Sie das beigefügte Beispielprojekt.
es: 1. Abra el proyecto de muestra adjunto.
es_mx: Abre el proyecto de muestra adjunto.
es_us: Abre el proyecto de muestra adjunto.
fr: Ouvrez le projet d'échantillon ci-joint.
fr_ca: Ouvrir le projet d'échantillon ci-joint.
hi_in: 1। संलग्न नमूना परियोजना खोलें
id: 1. Buka proyek sampel terlampir
it: Apri il progetto campione allegato.
it_ch: Aprire il progetto di esempio allegato.
ja_jp: 添付のサンプルプロジェクトを開く。
ko_kr: 첨부된 샘플 프로젝트를 여세요.
nb_no: 1. Åpne vedlagte eksempelprosjekt.
nl: Open het bijgevoegde voorbeeldproject.
pl: 1. Otwórz załączony przykładowy projekt
pt: Abra o projeto de amostra anexo.
pt_br: 1. Abra o projeto de amostra anexado.
ru: 1. Откройте прилагаемый образец проекта
sv: Öppna det bifogade exemplet på projektet.
th: 1. เปิดโครงการตัวอย่างที่แนบมา
tr: Ekteki örnek projeyi açın.
uk_ua: 1. Відкрийте прикріплений зразок проекту
vi: Mở dự án mẫu đính kèm 1.
zh_hans: 1.打开附件中的样品项目
zh_hant: 打開附件中的樣本專案。

source: Clear Menu
ar_ae: قائمة واضحة
da: Ryd menuen
de: Menü leeren
de_ch: Menü auflösen
es: Menú claro
es_mx: Menú despejado
es_us: Menú despejado
fr: Effacer le menu
fr_ca: Effacer le menu.
hi_in: मेनू साफ़ करें
id: Hapus Menu
it: Cancella Menu
it_ch: Menu a vista
ja_jp: メニューをクリアする
ko_kr: 메뉴 표시하기
nb_no: Ryd Menyen
nl: Menu Verwijderen
pl: Wyczyść menu
pt: Limpar Menu
pt_br: Menu Limpo
ru: Очистить меню
sv: Rensa menyn
th: ล้างเมนู
tr: Menüyü Temizle
uk_ua: Очистити меню
vi: Rời Menu
zh_hans: 清除菜单
zh_hant: 清除選單

source: Please describe the issue:
ar_ae: يرجى وصف المشكلة:
da: Omskriv venligst problemet:
de: Bitte beschreiben Sie das Problem:
de_ch: Bitte beschreiben Sie das Problem:
es: Por favor, describa el problema:
es_mx: Por favor, describa el problema:
es_us: Por favor, describa el problema:
fr: Veuillez décrire le problème :
fr_ca: Veuillez décrire le problème :
hi_in: कृपया समस्या का वर्णन करें:
id: Tolong jelaskan masalahnya:
it: Descrivi il problema:
it_ch: Descrivi il problema:
ja_jp: 問題を説明してください：
ko_kr: 그 문제를 설명해 주세요:
nb_no: Vennligst beskriv problemet:
nl: Beschrijf het probleem alsjeblieft:
pl: Proszę opisać problem:
pt: Por favor, descreva o problema:
pt_br: Por favor descreva o problema:
ru: Пожалуйста, опишите проблему:
sv: Vänligen beskriv problemet:
th: โปรดอธิบายปัญหา:
tr: Lütfen sorunu açıklayın:
uk_ua: Будь ласка, опишіть проблему:
vi: Vui lòng mô tả vấn đề:
zh_hans: 请描述问题：
zh_hant: 請描述問題：

source: No Notifications
ar_ae: لا توجد إشعارات
da: Ingen notifikationer
de: Keine Benachrichtigungen
de_ch: Keine Benachrichtigungen.
es: Sin notificaciones
es_mx: Sin notificaciones
es_us: Sin Notificaciones
fr: Pas de notifications
fr_ca: Aucune notification.
hi_in: कोई सूचना नहीं
id: Tidak Ada Notifikasi
it: Nessuna notifica
it_ch: Nessuna notifica
ja_jp: 通知なし
ko_kr: 알림 없음
nb_no: Ingen meldinger.
nl: Geen meldingen
pl: Brak powiadomień
pt: Sem notificações
pt_br: Sem notificações.
ru: Нет Уведомлений
sv: Inga aviseringar
th: ไม่มีการแจ้งเตือน
tr: Bildirim Yok
uk_ua: Немає повідомлень
vi: Không có thông báo nào cả
zh_hans: 无通知
zh_hant: 無通知

source: In Workspace
ar_ae: في مساحة العمل
da: I arbejdsområdet
de: Im Arbeitsbereich
de_ch: Im Arbeitsbereich
es: En Espacio de Trabajo
es_mx: En Espacio de Trabajo
es_us: En Espacio de Trabajo
fr: Dans l'espace de travail
fr_ca: Dans l'espace de travail.
hi_in: कार्यक्षेत्र में
id: Di Ruang Kerja
it: Nello spazio di lavoro
it_ch: Nello spazio di lavoro
ja_jp: ワークスペースで
ko_kr: 작업공간에서
nb_no: I arbeidsområdet
pl: W Przestrzeni Roboczej
pt: No Espaço de Trabalho
pt_br: No Espaço de Trabalho
ru: В Рабочем Пространстве
sv: I arbetsytan
th: ในพื้นที่ทํางาน
tr: Çalışma Alanı'nda
uk_ua: У Робочому Просторі
vi: Trong Không Gian Làm Việc
zh_hans: 在工作区内
zh_hant: 在工作區內

source: Close All
ar_ae: أغلق الكل
da: Luk alle
de: Alle schließen
de_ch: Alles schliessen.
es: Cerrar todo
es_mx: Cerrar todo
es_us: Cerrar todo
fr: Tout fermer
fr_ca: TousFermer
hi_in: सभी बंद करें
id: Tutup Semua
it: Chiudi tutto
it_ch: Chiudi tutto
ja_jp: すべて閉じる
ko_kr: 모두 닫기
nb_no: Lukk alle
nl: Alles sluiten
pl: Zamknij wszystko
pt: Fechar Tudo
pt_br: Fechar Tudo
ru: Закрыть Все
sv: Stäng alla
th: ปิดทั้งหมด
tr: Hepsini Kapat
uk_ua: Закрити все
vi: Đóng tất cả
zh_hans: 全部关闭
zh_hant: 關閉全部

source: %lld commits found.
ar_ae: تم العثور على %lld commits.
da: %lld fundne commits.
de: Gefundene Commits %lld gefunden.
de_ch: %lld gefunden.
es: Se han encontrado %lld commits.
es_mx: Se han encontrado %lld commits.
es_us: Se han encontrado %lld commits.
fr: %lld commits trouvés.
fr_ca: %lld commits trouvés.
hi_in: %lld कमिट मिला.
id: %lld komit ditemukan.
it: %lld commit trovati.
it_ch: %lld commit trovati.
ja_jp: %lld コミットが見つかりました。％lld％。
ko_kr: 찾은 %lld 커밋들.
nb_no: %lld funnet commits.
nl: %lld aangetekende commits gevonden.
pl: Znaleziono commity %lld.
pt: %lld commits encontrados.
pt_br: %lld commits encontrados.
ru: %lld найдены коммиты.
sv: %lld hittade commits.
th: พบคอมมิท %lld
tr: Bulunan %lld taahhüt.
uk_ua: %lld commits знайдено.
vi: Đã tìm thấy %lld cam kết.
zh_hans: %lld发现的提交。
zh_hant: 找到%lld個提交。

source: Identity and Type
ar_ae: الهوية والنوع
da: Identitet og type
de: Identität und Typ
de_ch: Persönlichkeits- und Typus
es: Identidad y tipo
es_mx: Identidad y tipo
es_us: Identidad y tipo
fr: Identité et type
fr_ca: Identité et type
hi_in: पहचान और प्रकार
id: Identitas dan Tipe
it: Identità e Tipo
it_ch: Identità e tipo
ja_jp: 身分と種類
ko_kr: 신분과 유형
nb_no: Identitet og type
nl: Identiteit en Type
pl: Tożsamość i typ
pt: Identidade e tipo
pt_br: Identidade e tipo.
ru: Идентичность и тип
sv: Identitet och typ
th: อัตลักษณ์และประเภท
tr: Kimlik ve Tür
uk_ua: Ідентичність та тип
vi: Bản sắc và Loại hình
zh_hans: 身份和类型
zh_hant: 身份和類型

source: This project does not seem to be a Git repository.
ar_ae: لا يبدو أن هذا المشروع هو مستودع Git.
da: Dette projekt ser ikke ud til at være et Git-repository.
de: Dieses Projekt scheint kein Git-Repository zu sein.
de_ch: Es scheint, dass dieses Projekt kein Git-Repository ist.
es: Este proyecto no parece ser un repositorio Git.
es_mx: A parece que este proyecto no es un repositorio Git.
es_us: A primera vista, este proyecto no parece ser un repositorio Git.
fr: Il semble que ce projet ne soit pas un dépôt Git.
fr_ca: Il semble que ce projet ne soit pas un dépôt Git.
hi_in: यह परियोजना गिट रिपॉज़िटरी नहीं लगती है।
id: Proyek ini sepertinya bukan repositori Git.
it: Questo progetto non sembra essere un repository Git.
it_ch: Questo progetto non sembra essere un repository Git.
ja_jp: このプロジェクトはGitリポジトリではないようです。
ko_kr: 이 프로젝트는 Git 저장소가 아닌 것 같다.
nb_no: Det ser ikke ut til at dette prosjektet er et Git-lager.
nl: Dit project lijkt geen Git-repository te zijn.
pl: Ten projekt nie wydaje się być repozytorium Git.
pt: Este projeto não parece ser um repositório Git.
pt_br: Esse projeto não parece ser um repositório Git.
ru: Этот проект, похоже, не является репозиторием Git.
sv: Det verkar som att det här projektet inte är ett Git-förråd.
th: โครงการนี้ดูเหมือนจะไม่ใช่ที่เก็บ Git
tr: Bu proje Git deposu gibi görünmüyor.
uk_ua: Цей проєкт, здається, не є сховищем Git.
vi: Dự án này dường như không phải là một kho lưu trữ Git.
zh_hans: 这个项目看起来不像是Git存储库。
zh_hant: 這個項目看起來不像是Git儲存庫。

source: Show in Finder
ar_ae: عرض في Finder
da: Vis i Finder
de: Im Finder anzeigen
de_ch: Im Finder anzeigen
es: Mostrar en el buscador
es_mx: Mostrar en el Finder
es_us: Mostrar en el Finder
fr: Afficher dans le Finder
fr_ca: Afficher dans le Finder
hi_in: फ़ाइंडर में दिखाएँ
id: Tampilkan di Finder
it: Mostra nel Finder
it_ch: Mostra nel Finder
ja_jp: ファイダーで表示する
ko_kr: 찾기기에서 보여주기
nb_no: Vis i Finder
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Localizador
pt_br: Mostrar no Localizador
ru: Показать в Finder
sv: Visa i Finder
th: แสดงใน Finder
tr: Bulucu'da göster
uk_ua: Показати у Finder
vi: Hiển thị trong Finder
zh_hans: 在Finder中显示
zh_hant: 在 Finder 中顯示

source: Re-Run Jobs
ar_ae: إعادة تشغيل الوظائف
da: Genkør job
de: Auflaufjobs
de_ch: Auflaufjobs
es: Trabajos de nuevo
es_mx: Trabajos de nuevo turno
es_us: Trabajos que se vuelven a ejecutar
fr: Emplois de réexécution
fr_ca: Emplois de reprise.
hi_in: नौकरियों को फिर से शुरू करें
id: Jalankan Ulang Pekerjaan
it: Lavori da rifare
it_ch: Offerte di Lavoro di Ripresa
ja_jp: 再実行する仕事
ko_kr: 재운직
nb_no: Gjenta jobber
nl: Herhaalde banen
pl: Ponowne Uruchom Zadania
pt: Empregos de Repetição
pt_br: Trabalhos de Repetição
ru: Повторно Загрузить Задания
sv: Återuppta jobb
th: เรียกใช้งานอีกครั้ง
tr: Yeniden Çalıştırma İşleri
uk_ua: Повторно Запоніти Роботу
vi: Các công việc chạy lại
zh_hans: 重启工作
zh_hant: 重執行工作

source: Failed to fetch extensions.
ar_ae: فشل جلب الإضافات.
da: Kan ikke hente udvidelser.
de: Der Abruf von Erweiterungen ist fehlgeschlagen.
de_ch: Konnte keine Erweiterungen abrufen.
es: No se han podido recuperar las extensiones.
es_mx: No se han podido obtener las extensiones.
es_us: No se han podido obtener las extensiones.
fr: Échec de la récupération des extensions.
fr_ca: Échec de la récupération des extensions.
hi_in: एक्सटेंशन लाने में विफल.
id: Gagal mengambil ekstensi.
it: Estensioni non recuperate.
it_ch: Estensioni non recuperate.
ja_jp: 拡張子を取得できませんでした。
ko_kr: 확장 프로그램을 불러오지 못했습니다.
nb_no: Kunne ikke hente utvidelser.
nl: Kan extensies niet ophalen.
pl: Nie udało się pobrać rozszerzeń.
pt: Falha ao obter extensões.
pt_br: Falha ao buscar extensões.
ru: Не удалось получить расширения.
sv: Kan inte hämta tillägg.
th: ล้มเหลวในการดึงส่วนขยาย
tr: Uzantıları almakta başarısız oldular.
uk_ua: Не вдалося отримати розширення.
vi: Không thể truy cập các phần mở rộng.
zh_hans: 无法检索扩展名。
zh_hant: 無法獲取擴充套件。

source: Source Control Menu
ar_ae: قائمة التحكم في المصدر
da: Kilde Kontrol Menu
de: Menü zur Quellkontrolle
de_ch: Menü zur Quellenkontrolle
es: Menú de control de fuente
es_mx: Menú de control de fuente
es_us: Menú de control de fuente
fr: Menu de Contrôle de Source
fr_ca: Menu de Contrôle de Source.
hi_in: स्रोत नियंत्रण मेनू
id: Menu Kontrol Sumber
it: Menu di controllo sorgente
it_ch: Menu di controllo sorgente
ja_jp: ソース制御メニュー
ko_kr: 소스 제어 메뉴
nb_no: Kilde Kontroll Meny
nl: Bronbeheermenu
pl: Menu Kontroli Źródła
pt: Menu de Controlo de Fonte
pt_br: Menu de Controle de Fonte
ru: Меню Управления Источником
sv: Källkontrolermeny
th: เมนูควบคุมแหล่งที่มา
tr: Kaynak Kontrol Menüsü
uk_ua: Меню керування джерелами
vi: Màn hình Chủ Định Nguồn
zh_hans: 源控制菜单
zh_hant: 源控制選單

source: Clear Terminal
ar_ae: محطة واضحة
da: Ryd terminalen
de: Leeres Terminal
de_ch: Leerer Terminal
es: Terminal de salida
es_mx: Terminal de Almacenamiento Limpio
es_us: Terminal de Almacenamiento Limpio
fr: Terminal clair
fr_ca: Terminal clair
hi_in: टर्मिनल साफ़ करें
id: Hapus Terminal
it: Terminalo chiaro
it_ch: Terminalo Chiaro
ja_jp: クリア・ターミナル
ko_kr: 처리 터미널
nb_no: Tjernestedet klar
nl: Heldere terminal
pl: Wyczyść Terminal
pt: Terminal Limpo
pt_br: Terminal Limpo
ru: Очистить терминал
sv: Rensa terminalen
th: ล้างเทอร์มินัล
tr: Net Terminal
uk_ua: Очистити термінал
vi: Bến xe cuối cùng
zh_hans: 航站楼
zh_hant: 透明終端

source: Navigate forward
ar_ae: انتقل إلى الأمام
da: Skub fremad
de: Vorwärts navigieren
de_ch: Vorwärts navigieren
es: Avanzar
es_mx: Avanzar
es_us: Avanzar
fr: Avancer la navigation
fr_ca: Avancer la navigation.
hi_in: आगे नेविगेट करें
id: Menavigasi ke depan
it: Vai avanti
it_ch: Vai avanti
ja_jp: 前へ進む
ko_kr: 앞으로 탐색하기
nb_no: Naviger fremover.
nl: Vooruit navigeren
pl: Nawiguj do przodu
pt: Navegue para frente
pt_br: Navegue para frente.
ru: Перемещаться вперед
sv: Fortsätt framåt
th: นําทางไปข้างหน้า
tr: İleri kaydırın
uk_ua: Навігація вперед
vi: Điều hướng về phía trước
zh_hans: 向前导航
zh_hant: 向前導航

source: Copy Recent Project Path
ar_ae: نسخ مسار المشروع الأخير
da: Kopiér den seneste projekttråde
de: Kürze den kürzlichen Projektpfad ab
de_ch: Kopieren Sie den kürzlichen Projektpfad.
es: Copia la ruta del proyecto reciente.
es_mx: Copia la ruta del proyecto reciente
es_us: Copia la ruta del proyecto reciente
fr: Copier le chemin du projet récent.
fr_ca: Copier le chemin récent du projet.
hi_in: हालिया परियोजना पथ की नक़ल करें
id: Salin Jalur Proyek Terbaru
it: Copia il percorso del progetto recente.
it_ch: Copia la strada del progetto recente.
ja_jp: プロジェクトの最近のパスをコピーする
ko_kr: 최근 프로젝트 경로 복사하기
nb_no: Kopier nylig prosjektsti
nl: Projectpad recent kopiëren
pl: Skopiuj ostatnią ścieżkę projektu
pt: Cópia do Caminho do Projeto Recente
pt_br: Cópia do Caminho do Projeto Recente
ru: Копировать последний путь проекта
sv: Kopiera nyligen projekttrajet
th: คัดลอกเส้นทางโครงการล่าสุด
tr: Son Proje Yolunu Kopyala
uk_ua: Копіювати останній шлях проекту
vi: Sao chép Đường dẫn Dự án Gần đây nhất
zh_hans: 复制最近的项目路径
zh_hant: 複製最近的專案路徑

source: Great repository names are short and memorable.
ar_ae: أسماء المستودعات الرائعة قصيرة ولا تنسى.
da: Korte og mindeværdige navne til flotte opbevaringssteder er vigtige.
de: Ausgewählte Repository-Namen sind kurz und einprägsam.
de_ch: Gut gestaltete Lagerbezeichnungen sind kurz und eindringlich.
es: Los grandes nombres de repositorios son cortos y memorables.
es_mx: Los mejores nombres de repositorios son cortos y memorables.
es_us: Los grandes nombres de repositorios son cortos y memorables.
fr: Les grands noms de dépôt sont courts et mémorables.
fr_ca: Les noms de grands dépôts sont courts et mémorables.
hi_in: महान भंडार के नाम छोटे और यादगार होते हैं।
id: Nama repositori yang bagus pendek dan mudah diingat.
it: I nomi dei grandi archivi sono brevi e memorabili.
it_ch: I nomi dei grandi archivi sono brevi e memorabili.
ja_jp: 優れたリポジトリ名は短くて覚えやすいです。
ko_kr: 훌륭한 저장소 이름은 짧고 기억에 남는다.
nb_no: Flotte lagringsnavn er korte og minneverdige.
nl: Geweldige opslagnaam is kort en gedenkwaardig.
pl: Świetne nazwy repozytoriów są krótkie i zapadają w pamięć.
pt: Nomes de repositórios ótimos são curtos e memoráveis.
pt_br: Ótimos nomes de repositório são curtos e memoráveis.
ru: Отличные названия репозиториев короткие и запоминающиеся.
sv: Bra namn på arkivplatser är korta och minnesvärda.
th: ชื่อที่เก็บที่ยอดเยี่ยมนั้นสั้นและน่าจดจํา
tr: Harika depolama adları kısa ve akılda kalıcıdır.
uk_ua: Чудові імена сховищ короткі та запам'ятовуються.
vi: Tên lưu trữ tuyệt vời ngắn gọn và dễ nhớ.
zh_hans: 很棒的存储库名称很简短，而且令人难忘。
zh_hant: 很棒的儲存庫名稱簡短且難忘。

source: Aurora Editor %@
ar_ae: محرر الشفق %@
da: Aurora redaktør %@
es: Editor Aurora %@
es_mx: Editor Aurora %@
es_us: Editor Aurora %@
fr: Éditeur d'Aurora %@
fr_ca: Éditeur d'Aurora %@
hi_in: ऑरोरा संपादक %@
id: Penyunting Aurora %@
it: Editore Aurora %@
it_ch: Editore Aurora %@
ja_jp: オーロラエディタ%@
ko_kr: 오로라 편집자 %@
nb_no: Aurora redaktør %@
pl: Edytor Aurora %@
pt: Editor Aurora %@
pt_br: Editor Aurora %@
ru: Редактор Aurora %@
sv: Aurora Redigerare %@
th: บรรณาธิการออโรร่า %@
tr: Aurora Editör %@
uk_ua: Редактор Aurora %@
vi: Trình Biên Tập Viên Aurora %@
zh_hans: 极光编辑器%@
zh_hant: 極光編輯 %@

source: Source Control Disabled
ar_ae: تم تعطيل التحكم في المصدر
da: Kildehåndtering Deaktiveret
de: Quellkontrolle Deaktiviert
de_ch: Quellkontrolle deaktiviert.
es: Control de fuente desactivado
es_mx: Control de fuente desactivado
es_us: Control de fuente desactivado
fr: Contrôle de source désactivé
fr_ca: Contrôle de source désactivé.
hi_in: स्रोत नियंत्रण अक्षम
id: Kontrol Sumber Dinonaktifkan
it: Controllo sorgente disabilitato
it_ch: Controllo sorgente disabilitato
ja_jp: ソース制御が無効になっている
ko_kr: 소스 제어 비활성화됨
nb_no: Kildehåndtering er deaktivert.
nl: Bronbeheersing uitgeschakeld
pl: Kontrola źródła wyłączona
pt: Controlo de Fonte Desativado
pt_br: Controle de Fonte Desativado
ru: Управление Источником Отключено
sv: Källkontroll avstängd
th: การควบคุมแหล่งที่มาถูกปิดใช้งาน
tr: Kaynak Kontrolü Devre dışı Bılandı
uk_ua: Контроль Джерела Вимкнено
vi: Huyệ thống kiểm so
zh_hans: 禁用源控制
zh_hant: 源控制被停用

source: Run Selected Command
ar_ae: تشغيل الأمر المحدد
da: Kørende udvalgt kommando
de: Ausgewählter Befehl ausführen
de_ch: Ausgewählter Befehl ausführen
es: Ejecutar Comando Seleccionado
es_mx: Ejecutar comando seleccionado
es_us: Ejecutar Comando Elegido
fr: Exécuter la commande sélectionnée
fr_ca: Exécuter une commande sélectionnée.
hi_in: चयनित कमांड चलाएँ
id: Jalankan Perintah Yang Dipilih
it: Esegui il comando selezionato
it_ch: Esegui il comando selezionato
ja_jp: 選択したコマンドを実行する
ko_kr: 선택된 명령 실행하기
nb_no: Kjør utvalgt kommando
nl: Gelieve geselecteerd commando uit te voeren
pl: Uruchom wybrane polecenie
pt: Executar Comando Selecionado
pt_br: Executar Comando Selecionado
ru: Выполнить Выбранную Команду
sv: Välj ett kommando att köra
th: เรียกใช้คําสั่งที่เลือก
tr: Seçilen Komutu Çalıştırın
uk_ua: Запустити Обрану Команду
vi: Chạy Lệnh Được Chọn
zh_hans: 运行选定的命令
zh_hant: 執行選定的命令

source: Create Repository
ar_ae: إنشاء مستودع
da: Opret et lager
de: Repository erstellen
de_ch: Repository erstellen
es: Crear Repositorio
es_mx: Crear Repositorio
es_us: Crear Repositorio
fr: Créer un dépôt
fr_ca: Créer un dépôt.
hi_in: रिपॉज़िटरी बनाएं
id: Buat Repositori
it: Crea un deposito
it_ch: Crea un deposito
ja_jp: リポジトリを作成する
ko_kr: 저장소 만들기
nb_no: Opprett et lager
nl: Repository aanmaken
pl: Utwórz repozytorium
pt: Criar Repositório
pt_br: Criar Repositório
ru: Создать репозиторий
sv: Skapa ett lager
th: สร้างที่เก็บ
tr: Depo Oluşturun
uk_ua: Створити репозиторій
vi: TẠO NGUỒN L
zh_hans: 创建仓库
zh_hant: 建立儲存庫

source: Not yet implemented
ar_ae: لم يتم تنفيذه بعد
da: Ikke implementeret endnu
de: Noch nicht umgesetzt
de_ch: Noch nicht umgesetzt.
es: Aún no se ha implementado
es_mx: Aún no se ha implementado
es_us: Aún no se ha implementado
fr: Pas encore mis en œuvre
fr_ca: Pas encore mis en place.
hi_in: अभी तक लागू नहीं किया गया है
id: Belum diimplementasikan
it: Non ancora implementato
it_ch: Non ancora implementato
ja_jp: まだ実装されていません
ko_kr: 아직 구현되지 않았습니다.
nb_no: Ikke implementert ennå.
nl: Nog niet geïmplementeerd
pl: Jeszcze nie wdrożone
pt: Ainda não implementado
pt_br: Ainda não implementado
ru: Еще не реализовано
sv: Inte implementerad än
th: ยังไม่ได้ดําเนินการ
tr: Henüz uygulanmadı
uk_ua: Ще не реалізовано
vi: Chưa được triển khai
zh_hans: 尚未实施
zh_hant: 尚未實施

source: Re-run this job
ar_ae: أعد تشغيل هذه الوظيفة
da: Genstart dette job
de: Führen Sie diesen Job erneut aus
de_ch: Führen Sie diese Aufgabe erneut durch.
es: Vuelva a ejecutar este trabajo
es_mx: Vuelva a ejecutar este trabajo
es_us: Vuelva a ejecutar este trabajo
fr: Réexécutez ce travail.
fr_ca: Exécuter à nouveau ce travail.
hi_in: इस काम को फिर से चलाएं
id: Ulangi pekerjaan ini
it: Eseguire di nuovo questo lavoro
it_ch: Esegui di nuovo questo lavoro.
ja_jp: この仕事を再実行する
ko_kr: 이 일을 다시 실행하세요.
nb_no: Kjør denne oppgaven på nytt.
nl: Voer deze taak opnieuw uit
pl: Uruchom ponownie to zadanie
pt: Executar novamente este trabalho
pt_br: Executar novamente este trabalho.
ru: Повторно запустите это задание
sv: Kör om den här uppgiften
th: เรียกใช้งานนี้อีกครั้ง
tr: Bu işi tekrar çalıştırın
uk_ua: Повторно запустіть цю роботу
vi: Làm lại công việc này
zh_hans: 重新运行此作业
zh_hant: 重新運行這項工作

source: Checkout
ar_ae: الخروج
da: Betal
de: Kasse
de_ch: Kasse
es: Salida
es_mx: Caja
es_us: Caja
fr: Caisse
fr_ca: Caisse
hi_in: भुगतान-स्थल
it: Cassa
it_ch: Cassa
ja_jp: チェックアウトする
ko_kr: 계산
nb_no: Sluttkontroll
nl: Kassa
pl: Kasa
ru: Касса
sv: Slutkontroll
th: การออกจากที่พัก
tr: Ödeme yapmak
uk_ua: Оформити замовлення
vi: Thanh toán
zh_hans: 结账
zh_hant: 付款

source: Refresh
ar_ae: أَنْعَشَ
da: Forfriske
de: Aktualisieren
de_ch: Auffrischen
es: Actualizar
es_mx: Actualizar
es_us: Actualizar
fr: Rafraîchir
fr_ca: Rafraîchir
hi_in: ताज़ा करें
id: Menyegarkan
it: Aggiornare
it_ch: Aggiornare
ja_jp: リフレッシュ
ko_kr: 새로 고침
nb_no: Oppfriske
nl: Verversen
pl: Odświeżyć
pt: Refrescar
pt_br: Refrescar
ru: Освежать, освежить
sv: Friska upp
th: ทําให้สดชื่น
tr: Canlandırmak
uk_ua: Освіжити
vi: Làm mới
zh_hans: 重新整理
zh_hant: 重新整理

source: URL
ar_ae: عنوان URL
da: Linkadresse
hi_in: यूआरएल
id: Alamat
ja_jp: ユニバーサル・リンク
ru: URL-адрес
uk_ua: URL-адреса
vi: Địa chỉ liên kết
zh_hans: 网址
zh_hant: 網址

source: Use Tabs
ar_ae: استخدم علامات التبويب
da: Brug tabulatortasten
de: Tabulatoren verwenden
de_ch: Verwende Registerkarten.
es: Usar pestañas
es_mx: Usar Teclas
es_us: Uso Teclas
fr: Utiliser les onglets
fr_ca: Utiliser les onglets.
hi_in: टैब का उपयोग करें
id: Gunakan Tab
it: Usa le schede
it_ch: Usa le Tappe
ja_jp: タブを使用する
ko_kr: 탭을 사용하세요.
nb_no: Bruk tabulatorer
nl: Gebruik tabbladen
pl: Użyj Zakładek
pt: Utilizar guias
pt_br: Use guias.
ru: Использовать Вкладки
sv: Använd flikar
th: ใช้แท็บ
tr: Sekmeleri Kullanın
uk_ua: Використовувати вкладки
vi: Sử dụng các tab
zh_hans: 使用标签
zh_hant: 使用標籤

source: Close Other Tabs
ar_ae: أغلق علامات التبويب الأخرى
da: Lukk andre faner
de: Andere Registerkarten schließen
de_ch: Andere Registerkarten schließen
es: Cerrar otras pestañas
es_mx: Cerrar otras pestañas
es_us: Cerrar otras pestañas
fr: Fermer les autres onglets
fr_ca: Fermer les autres onglets.
hi_in: अन्य टैब बंद करें
id: Tutup Tab Lainnya
it: Chiudi altre schede
it_ch: Chiudi altre schede
ja_jp: 他のタブを閉じる
ko_kr: 다른 탭 닫기
nb_no: Lukk andre faner
nl: Andere tabbladen sluiten
pl: Zamknij inne karty
pt: Fechar outras guias
pt_br: Feche outras guias.
ru: Закрыть другие вкладки
sv: Stäng andra flikar
th: ปิดแท็บอื่นๆ
tr: Diğer Sekmeleri Kapatın
uk_ua: Закрити інші вкладки
vi: Đóng Những Tăp Khác
zh_hans: 关闭其他标签
zh_hant: 關閉其他選項卡

source: Co-Authors
ar_ae: مؤلفون مشاركون
da: Medforfattere
de: Mitautoren
de_ch: Mitwirkende
es: Cofautores
es_mx: Colaboradores
es_us: Colaboradores
fr: Collaborateurs
fr_ca: Collaborateurs.
hi_in: सह-लेखक
id: Rekan Penulis
it: Coautori
it_ch: Collaboratori
ja_jp: 共著者
ko_kr: 공동 저자
nb_no: Medforfattere
nl: Medewerkers
pl: Współautorzy
pt: Coautores
pt_br: Co-autores
ru: Соавторы
sv: Medförfattare
th: ผู้เขียนร่วม
tr: Ortak Yazarlar
uk_ua: Співавтори
vi: Các Tác Giả Đồng Tác
zh_hans: 合著者
zh_hant: 合著者

source: Bash
ar_ae: ضَرْبة
da: Fest
de: Schlagen
de_ch: Schlag
es: Aplaudir
es_mx: Tortazo
es_us: Tortazo
fr: Grande fête
fr_ca: Grande fête
hi_in: समारोह
id: Peot
it: Festa
it_ch: Festa
ja_jp: 叩く
ko_kr: 때려눕히다
nb_no: Forsøk
nl: De grond in boren
pl: Walnięcie
pt: Bater
pt_br: Bater
ru: Трахнуть
sv: Slå
th: โจมตี
tr: Tokatlamak
uk_ua: Б'ю
vi: Tiếng thổ dân miền Nam Mỹ
zh_hans: 吓唬
zh_hant: 吶喊
